var jsonDatas = [{
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·千岛湖玫瑰园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "淳安"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·千岛湖度假公寓",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "淳安"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·慈溪玫瑰园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "慈溪"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·慈溪慈园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "慈溪"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·慈溪诚园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "慈溪"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "德清百合公寓南地块",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "德清"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·德清百合公寓",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "德清"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·德清桂花城",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "德清"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·德清英溪桃源",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "德清"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "德清县城南科技城9号地块",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "德清"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·凤栖春澜",
        "xmxz": "绿城全资",
        "sf": "浙江",
        "cs": "德清"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·奉化玫瑰园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "奉化"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·奉化長汀雲庐",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "奉化"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·奉化桂语朝阳",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "奉化"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "宁南贸易物流区TOD 28号地块",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "奉化"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·奉化桂语映月",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "奉化"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "海宁百合新城",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "海宁"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州明月江南",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州蘭园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州星桥紫桂公寓",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "赛丽绿城·杭州丽园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州丹桂花园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州金桂花园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州银桂花园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州丹桂公寓",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州云桂花园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州兰桂花园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州月桂花园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州清波商厦",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州九溪玫瑰园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州桂花城",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州紫桂花园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州绿园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州春江花月",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州深蓝广场",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州丁香公寓",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州蓝色钱江",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州新绿园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州留庄",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城西子·杭州锦兰公寓",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州蔚蓝公寓",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州玉兰公寓",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州郁金香岸",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州丁香公馆",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州风华苑",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州海棠公寓",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·富阳富春和园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城西子·杭州紫兰公寓",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·富阳七里香溪",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州西溪诚园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城九龙仓·杭州钱塘明月玉府",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城九龙仓·杭州钱塘明月",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州江南里",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州丽江公寓",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州云栖玫瑰园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州蓝庭",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州玉园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州之江一号",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州元福里",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州桃花源",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "柳岸晓风公寓",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "桂语江南轩",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "翡翠城",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "云栖桃花源居/云畔雅居",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "桂语朝阳苑",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "和庐",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "沁润公寓",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "桂隐云庐/望隐云庐",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "凤起潮鸣府",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "杨柳郡园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "留香园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "杭州晓风印月公寓",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "湖境云庐",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "春树云筑",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "春来晓园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "春风金沙",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "桂语听澜轩",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "春月锦庐",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州望江写字楼项目",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "杭州新华园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城西子·杭州田园牧歌",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "赛丽绿城·杭州慧园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "百大绿城·杭州西子国际",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "银湖科技城项目",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·桐庐玫瑰园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·桐庐桂花园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·湖州御园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "湖州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "德清凤栖雲庐",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "湖州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·建德春江明月",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "建德"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·建德玉兰花园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "建德"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·建德香樟园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "建德"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·建德美好广场",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "建德"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "金华多湖项目",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "金华"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·临安钱王文化广场",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "临安"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·临安青山湖红枫园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "临安"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·临安曼陀花园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "临安"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·杭州桃李春风",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "临安"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·临海玫瑰园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "临海"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·宁波研发园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "宁波"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·宁波绿园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "宁波"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·宁波桂花园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "宁波"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·宁波兰园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "宁波"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·宁波皇冠花园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "宁波"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·宁波智慧园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "宁波"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "轨道绿城·宁波柳岸晓风",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "宁波"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "轨道绿城·宁波杨柳郡",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "宁波"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·宁波中心",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "宁波"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城招商·宁波明月江南",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "宁波"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·宁波凤起潮鸣",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "宁波"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "宁波双东路地铁上盖地块",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "宁波"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城交投·宁波晓风印月",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "宁波"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "宁波鄞州区矮潘地块",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "宁波"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "宁波鄞州区潘火地块",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "宁波"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·上虞桂花园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "上虞"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城宝业·绍兴玉园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "绍兴"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·绍兴玉兰花园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "绍兴"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城金昌·绍兴百合花园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "绍兴"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·嵊州剡江越园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "嵊州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "浙能绿城·台州玉兰广场琼华园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "台州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "浙能绿城·台州玉兰广场（商务中心）",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "台州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·台州玫瑰园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "台州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·台州海棠花苑",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "台州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城能源·台州紫薇花园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "台州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·台州宁江明月",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "台州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "乌镇雅园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "桐乡"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·温州鹿城广场",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "温州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "温州·鹿城广场四期",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "温州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·温州海棠湾",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "温州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·温州留香园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "温州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·温州凤起玉鸣",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "温州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "温州桂语江南",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "温州"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·象山百合公寓",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "象山"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·象山白沙湾玫瑰园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "象山"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·新昌玫瑰园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "新昌"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·新昌蘭园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "新昌"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "浙铁绿城·义乌玫瑰园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "义乌"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城交投•义乌桃花源",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "义乌"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·义乌蘭园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "义乌"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·晓风印月",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "义乌"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "交投绿城•桂语听澜",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "永康"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·余姚明园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "余姚"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·余姚桂语兰庭",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "余姚"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·余姚凤鸣云庐",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "余姚"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城金地·巧园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "余姚"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·舟山丹桂园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·舟山玉兰花园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·舟山百合公寓",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·舟山桂花城",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·舟山丁香绿苑",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城中国浙江区域公司",
        "xmm": "绿城·诸暨绿城广场",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "诸暨"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·北京御园",
        "xmxz": "投资项目",
        "sf": "北京",
        "cs": "北京"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·北京百合公寓",
        "xmxz": "投资项目",
        "sf": "北京",
        "cs": "北京"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·北京诚园",
        "xmxz": "投资项目",
        "sf": "北京",
        "cs": "北京"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·北京西山燕庐",
        "xmxz": "投资项目",
        "sf": "北京",
        "cs": "北京"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·北京西府海棠",
        "xmxz": "投资项目",
        "sf": "北京",
        "cs": "北京"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·北京京杭广场",
        "xmxz": "投资项目",
        "sf": "北京",
        "cs": "北京"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·北京奥海明月",
        "xmxz": "投资项目",
        "sf": "北京",
        "cs": "北京"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "保利绿城·北京和锦诚园",
        "xmxz": "投资项目",
        "sf": "北京",
        "cs": "北京"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·北京明月听蘭",
        "xmxz": "投资项目",
        "sf": "北京",
        "cs": "北京"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·大连深蓝国际",
        "xmxz": "投资项目",
        "sf": "辽宁",
        "cs": "大连"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·大连深蓝中心",
        "xmxz": "投资项目",
        "sf": "辽宁",
        "cs": "大连"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城九龙仓·大连桃源里",
        "xmxz": "投资项目",
        "sf": "辽宁",
        "cs": "大连"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·大连诚园",
        "xmxz": "投资项目",
        "sf": "辽宁",
        "cs": "大连"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·大连蘭园",
        "xmxz": "投资项目",
        "sf": "辽宁",
        "cs": "大连"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "大连华联宾馆项目",
        "xmxz": "投资项目",
        "sf": "辽宁",
        "cs": "大连"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·沈阳全运村",
        "xmxz": "投资项目",
        "sf": "辽宁",
        "cs": "沈阳"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·沈阳和园",
        "xmxz": "投资项目",
        "sf": "辽宁",
        "cs": "沈阳"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·大庆御园",
        "xmxz": "投资项目",
        "sf": "黑龙江",
        "cs": "大庆"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·天津桃李春风",
        "xmxz": "投资项目",
        "sf": "天津",
        "cs": "天津"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·天津春熙明月",
        "xmxz": "投资项目",
        "sf": "天津",
        "cs": "天津"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·天津诚园",
        "xmxz": "投资项目",
        "sf": "天津",
        "cs": "天津"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·西安全运村",
        "xmxz": "投资项目",
        "sf": "陕西",
        "cs": "西安"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·西安凤起长安",
        "xmxz": "投资项目",
        "sf": "陕西",
        "cs": "西安"
    },
    {
        "gkdw": "绿城中国北方区域公司",
        "xmm": "绿城·西安桂语蘭庭",
        "xmxz": "投资项目",
        "sf": "陕西",
        "cs": "西安"
    },
    {
        "gkdw": "绿城中国华东公司",
        "xmm": "绿城·常熟明月兰庭",
        "xmxz": "投资项目",
        "sf": "江苏",
        "cs": "常熟"
    },
    {
        "gkdw": "绿城中国华东公司",
        "xmm": "绿城·南京玫瑰园",
        "xmxz": "投资项目",
        "sf": "江苏",
        "cs": "南京"
    },
    {
        "gkdw": "绿城中国华东公司",
        "xmm": "绿城·南京云栖玫瑰园",
        "xmxz": "投资项目",
        "sf": "江苏",
        "cs": "南京"
    },
    {
        "gkdw": "绿城中国华东公司",
        "xmm": "绿城·南通玉兰公寓",
        "xmxz": "投资项目",
        "sf": "江苏",
        "cs": "南通"
    },
    {
        "gkdw": "绿城中国华东公司",
        "xmm": "绿城·南通沁园",
        "xmxz": "投资项目",
        "sf": "江苏",
        "cs": "南通"
    },
    {
        "gkdw": "绿城中国华东公司",
        "xmm": "绿城·南通蘭园",
        "xmxz": "投资项目",
        "sf": "江苏",
        "cs": "南通"
    },
    {
        "gkdw": "绿城中国华东公司",
        "xmm": "绿城·南通诚园",
        "xmxz": "投资项目",
        "sf": "江苏",
        "cs": "南通"
    },
    {
        "gkdw": "绿城中国华东公司",
        "xmm": "绿城·南通晓风印月",
        "xmxz": "投资项目",
        "sf": "江苏",
        "cs": "南通"
    },
    {
        "gkdw": "绿城中国华东公司",
        "xmm": "桂语江南",
        "xmxz": "投资项目",
        "sf": "江苏",
        "cs": "南通"
    },
    {
        "gkdw": "绿城中国华东公司",
        "xmm": "如东地块",
        "xmxz": "投资项目",
        "sf": "江苏",
        "cs": "南通"
    },
    {
        "gkdw": "绿城中国华东公司",
        "xmm": "绿城招商·苏州柳岸晓风",
        "xmxz": "投资项目",
        "sf": "江苏",
        "cs": "苏州"
    },
    {
        "gkdw": "绿城中国华东公司",
        "xmm": "绿城·无锡蠡湖香樟园",
        "xmxz": "投资项目",
        "sf": "江苏",
        "cs": "无锡"
    },
    {
        "gkdw": "绿城中国华东公司",
        "xmm": "绿城·无锡诚园",
        "xmxz": "投资项目",
        "sf": "江苏",
        "cs": "无锡"
    },
    {
        "gkdw": "绿城中国华东公司",
        "xmm": "绿城·无锡凤起和鸣",
        "xmxz": "投资项目",
        "sf": "江苏",
        "cs": "无锡"
    },
    {
        "gkdw": "绿城中国华东公司",
        "xmm": "绿城·徐州紫薇公馆",
        "xmxz": "投资项目",
        "sf": "江苏",
        "cs": "徐州"
    },
    {
        "gkdw": "绿城中国华东公司",
        "xmm": "绿城·徐州诚园",
        "xmxz": "投资项目",
        "sf": "江苏",
        "cs": "徐州"
    },
    {
        "gkdw": "绿城中国华东公司",
        "xmm": "绿城·上海绿城",
        "xmxz": "投资项目",
        "sf": "上海",
        "cs": "上海"
    },
    {
        "gkdw": "绿城中国华东公司",
        "xmm": "绿城·上海黄浦湾",
        "xmxz": "投资项目",
        "sf": "上海",
        "cs": "上海"
    },
    {
        "gkdw": "绿城中国华东公司",
        "xmm": "浙铁绿城·上海长风中心",
        "xmxz": "投资项目",
        "sf": "上海",
        "cs": "上海"
    },
    {
        "gkdw": "绿城中国华东公司",
        "xmm": "金地绿城·上海桂语云溪",
        "xmxz": "投资项目",
        "sf": "上海",
        "cs": "上海"
    },
    {
        "gkdw": "绿城中国华中公司",
        "xmm": "绿城·合肥玉兰公寓",
        "xmxz": "投资项目",
        "sf": "安徽",
        "cs": "合肥"
    },
    {
        "gkdw": "绿城中国华中公司",
        "xmm": "绿城·合肥桂花园",
        "xmxz": "投资项目",
        "sf": "安徽",
        "cs": "合肥"
    },
    {
        "gkdw": "绿城中国华中公司",
        "xmm": "绿城·合肥百合公寓",
        "xmxz": "投资项目",
        "sf": "安徽",
        "cs": "合肥"
    },
    {
        "gkdw": "绿城中国华中公司",
        "xmm": "绿城·合肥翡翠湖玫瑰园",
        "xmxz": "投资项目",
        "sf": "安徽",
        "cs": "合肥"
    },
    {
        "gkdw": "绿城中国华中公司",
        "xmm": "绿城招商·合肥诚园",
        "xmxz": "投资项目",
        "sf": "安徽",
        "cs": "合肥"
    },
    {
        "gkdw": "绿城中国华中公司",
        "xmm": "禹洲绿城·合肥蘭园",
        "xmxz": "投资项目",
        "sf": "安徽",
        "cs": "合肥"
    },
    {
        "gkdw": "绿城中国华中公司",
        "xmm": "绿城·黄石玉兰花园",
        "xmxz": "投资项目",
        "sf": "湖北",
        "cs": "黄石"
    },
    {
        "gkdw": "绿城中国华中公司",
        "xmm": "绿城·武汉凤起乐鸣",
        "xmxz": "投资项目",
        "sf": "湖北",
        "cs": "武汉"
    },
    {
        "gkdw": "绿城中国华中公司",
        "xmm": "绿城金地·武汉凤起听澜",
        "xmxz": "投资项目",
        "sf": "湖北",
        "cs": "武汉"
    },
    {
        "gkdw": "绿城中国山东公司",
        "xmm": "海尔绿城·济南全运村",
        "xmxz": "投资项目",
        "sf": "山东",
        "cs": "济南"
    },
    {
        "gkdw": "绿城中国山东公司",
        "xmm": "济南中心",
        "xmxz": "投资项目",
        "sf": "山东",
        "cs": "济南"
    },
    {
        "gkdw": "绿城中国山东公司",
        "xmm": "绿城·济南百合花园",
        "xmxz": "投资项目",
        "sf": "山东",
        "cs": "济南"
    },
    {
        "gkdw": "绿城中国山东公司",
        "xmm": "高新绿城·济南玉蘭花园",
        "xmxz": "投资项目",
        "sf": "山东",
        "cs": "济南"
    },
    {
        "gkdw": "绿城中国山东公司",
        "xmm": "绿城北全福项目",
        "xmxz": "投资项目",
        "sf": "山东",
        "cs": "济南"
    },
    {
        "gkdw": "绿城中国山东公司",
        "xmm": "济宁湖畔云庐项目",
        "xmxz": "投资项目",
        "sf": "山东",
        "cs": "济宁"
    },
    {
        "gkdw": "绿城中国山东公司",
        "xmm": "绿城·胶州紫薇广场",
        "xmxz": "投资项目",
        "sf": "山东",
        "cs": "胶州"
    },
    {
        "gkdw": "绿城中国山东公司",
        "xmm": "绿城·青岛深蓝中心",
        "xmxz": "投资项目",
        "sf": "山东",
        "cs": "青岛"
    },
    {
        "gkdw": "绿城中国山东公司",
        "xmm": "绿城·青岛理想之城",
        "xmxz": "投资项目",
        "sf": "山东",
        "cs": "青岛"
    },
    {
        "gkdw": "绿城中国山东公司",
        "xmm": "绿城·曲阜诚园",
        "xmxz": "投资项目",
        "sf": "山东",
        "cs": "曲阜"
    },
    {
        "gkdw": "绿城中国山东公司",
        "xmm": "绿城·新泰玉兰花园",
        "xmxz": "投资项目",
        "sf": "山东",
        "cs": "新泰"
    },
    {
        "gkdw": "绿城中国山东公司",
        "xmm": "绿城·信阳百合新城",
        "xmxz": "投资项目",
        "sf": "河南",
        "cs": "信阳"
    },
    {
        "gkdw": "绿城中国山东公司",
        "xmm": "绿城·中牟百合花园",
        "xmxz": "投资项目",
        "sf": "河南",
        "cs": "郑州"
    },
    {
        "gkdw": "绿城中国山东公司",
        "xmm": "绿城·郑州百合公寓",
        "xmxz": "投资项目",
        "sf": "河南",
        "cs": "郑州"
    },
    {
        "gkdw": "绿城中国山东公司",
        "xmm": "绿城·郑州雁鸣湖玫瑰园",
        "xmxz": "投资项目",
        "sf": "河南",
        "cs": "郑州"
    },
    {
        "gkdw": "绿城中国山东公司",
        "xmm": "绿城·郑州明月滨河",
        "xmxz": "投资项目",
        "sf": "河南",
        "cs": "郑州"
    },
    {
        "gkdw": "绿城中国山东公司",
        "xmm": "郑州北龙湖项目",
        "xmxz": "投资项目",
        "sf": "河南",
        "cs": "郑州"
    },
    {
        "gkdw": "绿城中国山东公司",
        "xmm": "绿城·淄博百合花园",
        "xmxz": "投资项目",
        "sf": "山东",
        "cs": "淄博"
    },
    {
        "gkdw": "绿城中国西南公司",
        "xmm": "成都文儒德",
        "xmxz": "投资项目",
        "sf": "四川",
        "cs": "成都"
    },
    {
        "gkdw": "绿城中国西南公司",
        "xmm": "城投绿城˙成都诚园",
        "xmxz": "投资项目",
        "sf": "四川",
        "cs": "成都"
    },
    {
        "gkdw": "绿城中国西南公司",
        "xmm": "绿城·金沙凤起朝鸣",
        "xmxz": "投资项目",
        "sf": "四川",
        "cs": "成都"
    },
    {
        "gkdw": "绿城中国西南公司",
        "xmm": "绿城昆明高新西区项目",
        "xmxz": "投资项目",
        "sf": "云南",
        "cs": "昆明"
    },
    {
        "gkdw": "绿城中国西南公司",
        "xmm": "绿城·新疆玫瑰园",
        "xmxz": "投资项目",
        "sf": "新疆",
        "cs": "乌鲁木齐"
    },
    {
        "gkdw": "绿城中国西南公司",
        "xmm": "绿城·新疆丁香花园",
        "xmxz": "投资项目",
        "sf": "新疆",
        "cs": "乌鲁木齐"
    },
    {
        "gkdw": "绿城中国西南公司",
        "xmm": "绿城·新疆玉园",
        "xmxz": "投资项目",
        "sf": "新疆",
        "cs": "乌鲁木齐"
    },
    {
        "gkdw": "绿城中国西南公司",
        "xmm": "绿城·新疆百合公寓",
        "xmxz": "投资项目",
        "sf": "新疆",
        "cs": "乌鲁木齐"
    },
    {
        "gkdw": "绿城中国西南公司",
        "xmm": "重庆桂语九里",
        "xmxz": "投资项目",
        "sf": "重庆",
        "cs": "重庆"
    },
    {
        "gkdw": "绿城中国西南公司",
        "xmm": "绿城·重庆蘭园",
        "xmxz": "投资项目",
        "sf": "重庆",
        "cs": "重庆"
    },
    {
        "gkdw": "绿城中国西南公司",
        "xmm": "绿城·重庆晓风印月",
        "xmxz": "投资项目",
        "sf": "重庆",
        "cs": "重庆"
    },
    {
        "gkdw": "绿城中国西南公司",
        "xmm": "绿城·重庆春溪云庐",
        "xmxz": "投资项目",
        "sf": "重庆",
        "cs": "重庆"
    },
    {
        "gkdw": "绿城中国华南公司",
        "xmm": "绿城·佛山桂语兰庭",
        "xmxz": "投资项目",
        "sf": "广东",
        "cs": "佛山"
    },
    {
        "gkdw": "绿城中国华南公司",
        "xmm": "美的绿城·佛山凤起兰庭",
        "xmxz": "投资项目",
        "sf": "广东",
        "cs": "佛山"
    },
    {
        "gkdw": "绿城中国华南公司",
        "xmm": "绿城·福州柳岸晓风",
        "xmxz": "投资项目",
        "sf": "福建",
        "cs": "福州"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "绿城·安吉桃花源",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "安吉"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "绿城.舟山岱山蔚蓝公寓",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "岱山"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "绿城·德清观云小镇",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "德清"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "绿城·杭州桃源小镇",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "桃源小镇隐庐",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "绿城·杭州龙坞茶镇",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "绿城·嘉兴留香园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "嘉兴"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "绿城·嘉兴柳岸禾风",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "嘉兴"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "绿城·莱芜雪野湖桃花源",
        "xmxz": "投资项目",
        "sf": "山东",
        "cs": "莱芜"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "绿城·丽水秀丽春江",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "丽水"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "绿城·丽水留香园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "丽水"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "海南·绿城蓝湾小镇",
        "xmxz": "投资项目",
        "sf": "海南",
        "cs": "陵水"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "绿城·嵊州越剧小镇",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "绍兴"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "绿城·天台山莲花小镇",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "台州"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "台依湖酒庄酒小镇",
        "xmxz": "投资项目",
        "sf": "山东",
        "cs": "威海"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "绿城·长沙青竹园",
        "xmxz": "投资项目",
        "sf": "湖南",
        "cs": "长沙"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "绿城·舟山朱家尖东沙度假村",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "绿城·舟山长峙岛如心小镇",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "绿城·舟山玫瑰园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "绿城·舟山沁园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "绿城·舟山蘭园",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城理想小镇集团",
        "xmm": "舟山如意小镇",
        "xmxz": "投资项目",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·安丘田园牧歌",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "安丘"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·安阳桂语江南",
        "xmxz": "商业代建",
        "sf": "河南",
        "cs": "安阳"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·保定诚园",
        "xmxz": "商业代建",
        "sf": "河北",
        "cs": "保定"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·高碑店诚园",
        "xmxz": "商业代建",
        "sf": "河北",
        "cs": "保定"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "北京御墅项目",
        "xmxz": "商业代建",
        "sf": "北京",
        "cs": "北京"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·亳州玫瑰园",
        "xmxz": "商业代建",
        "sf": "安徽",
        "cs": "亳州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·亳州桐华郡",
        "xmxz": "商业代建",
        "sf": "安徽",
        "cs": "亳州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "昌吉花儿小镇",
        "xmxz": "商业代建",
        "sf": "新疆",
        "cs": "昌吉"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "泰华绿城·潍坊桃李春风",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "昌乐"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·常州江南里",
        "xmxz": "商业代建",
        "sf": "江苏",
        "cs": "常州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "成都青羊区项目",
        "xmxz": "商业代建",
        "sf": "四川",
        "cs": "成都"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "交投绿城·承德云庐",
        "xmxz": "商业代建",
        "sf": "河北",
        "cs": "承德"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·千岛湖桂语江南",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "淳安"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·千岛湖留香园",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "淳安"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "大理苍山路项目",
        "xmxz": "资本代建",
        "sf": "云南",
        "cs": "大理"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·大连海天雲庐",
        "xmxz": "商业代建",
        "sf": "辽宁",
        "cs": "大连"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城德达·德州玉园",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "德州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城德达·德州蘭园",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "德州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·东台柳岸晓风",
        "xmxz": "商业代建",
        "sf": "江苏",
        "cs": "东台"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·横店桂语江南",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "东阳"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "山东高速绿城·东营理想之城",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "东营"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "奉节江南山水",
        "xmxz": "商业代建",
        "sf": "重庆",
        "cs": "奉节"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·高安湖畔雲庐",
        "xmxz": "商业代建",
        "sf": "江西",
        "cs": "高安"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城汇佳·高碑店燕南明月",
        "xmxz": "商业代建",
        "sf": "河北",
        "cs": "高碑店"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·西宁桃李春风（24#地块）",
        "xmxz": "资本代建",
        "sf": "青海",
        "cs": "海东"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·西宁桃李春风（25#地块）",
        "xmxz": "资本代建",
        "sf": "青海",
        "cs": "海东"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·海口桃李春风",
        "xmxz": "商业代建",
        "sf": "海南",
        "cs": "海口"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "海口药谷人才房项目",
        "xmxz": "政府代建",
        "sf": "海南",
        "cs": "海口"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·盐官理想水镇",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "海宁"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "邯郸赵都古城项目",
        "xmxz": "商业代建",
        "sf": "河北",
        "cs": "邯郸"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·邯郸柳岸晓风",
        "xmxz": "商业代建",
        "sf": "河北",
        "cs": "邯郸"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "保亿绿城·杭州奥邸国际",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·杭州西溪世纪广场",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·富阳富春玫瑰园",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·千岛湖柳岸晓风",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·临安国际社区",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·杭州西溪深蓝",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "众安绿城•杭州南湖明月",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州小和山项目",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "西投绿城•杭州浙谷深蓝中心",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "萧山义桥项目",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城•杭州钱潮湾",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州紫金港科技城方氏项目",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "富阳金固股份总部大楼项目",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州兴隆三期项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州余杭西站枢纽项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州大江东河庄项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州大江东临江项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州大江东义蓬项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州大江东新湾EPC项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州德川项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州下沙学校项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州艮北新区项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州江干科技园08地块项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州江干科技园09地块项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州下城区四村安置房项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州拱墅区孔家埭项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州拱墅区康桥项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州拱墅半山项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州拱墅总管堂项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州拱墅七古登东新项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "拱墅独城项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州拱墅祥符二期项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "拱墅拱宸大关项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州拱墅半山112地块项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州拱墅铁路北站项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州西湖梧桐居项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州西湖兰里花苑项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州西湖留下项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州西湖三墩北项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州西湖双桥塘河项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州西湖双桥13地块项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "富阳秦望项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "萧山戴村项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州萧山新塘项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州萧山世纪城一苑、二苑项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州萧山丰二家园二苑、丰东家园项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州萧山丰二家园一苑、合丰家园项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州萧山义桥项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州萧山北干公租房项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州萧山裴家里项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州萧山小南门项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州萧山耕文路东项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州萧山耕文路西项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "萧山湖头陈项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "萧山东湘项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "萧山杜湖项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "滨江耀洋项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "滨江学校项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "滨江长虹苑项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "滨江杨家墩项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州滨江十一区块项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "杭州滨江十三区块二期项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "滨江长二项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "滨江六区块五期项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "萧山空港三期四期项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "滨江十五区块项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "滨江九区块项目、十区块七期项目、十三区块四期项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "滨江长虹苑三期项目、十二区块三期项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "滨江宝龙东区块项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "滨江九区块四期、九区块五期、九区块六期项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "杭州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·呼和浩特润园",
        "xmxz": "商业代建",
        "sf": "内蒙古",
        "cs": "呼和浩特"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "创联绿城·呼和浩特玖悦府",
        "xmxz": "商业代建",
        "sf": "内蒙古",
        "cs": "呼和浩特"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "淮矿绿城·淮北中湖明月",
        "xmxz": "商业代建",
        "sf": "安徽",
        "cs": "淮北"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "淮北建投绿城·淮北诚园",
        "xmxz": "商业代建",
        "sf": "安徽",
        "cs": "淮北濉溪"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·黄山桃李春风",
        "xmxz": "商业代建",
        "sf": "安徽",
        "cs": "黄山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "山东高速绿城·长清蘭园",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "济南"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城•济南蘭园/绿城•济南深蓝广场",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "济南"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "中康绿城·章丘百合花园",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "济南"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·莱芜诚园",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "济南"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "嘉善县梦幻嘉善项目",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "嘉善"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "嘉兴南湖文昌花苑项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "嘉兴"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "武义科技城项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "金华"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "永康黄棠城中村改造项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "金华"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "金华多湖四期项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "金华"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "金华多湖四期C地块项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "金华"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "金华婺城区项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "金华"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·版纳春江明月",
        "xmxz": "商业代建",
        "sf": "云南",
        "cs": "景洪"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城•靖江春江明月",
        "xmxz": "商业代建",
        "sf": "江苏",
        "cs": "靖江"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·天津春熙云峰",
        "xmxz": "商业代建",
        "sf": "天津",
        "cs": "静海"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·开封春江明月",
        "xmxz": "商业代建",
        "sf": "河南",
        "cs": "开封"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "昆山锦溪五保湖项目",
        "xmxz": "商业代建",
        "sf": "江苏",
        "cs": "昆山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·唐山蓝湾小镇",
        "xmxz": "商业代建",
        "sf": "河北",
        "cs": "乐亭"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·丽江桃花源",
        "xmxz": "商业代建",
        "sf": "云南",
        "cs": "丽江"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "丽水南城公寓项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "丽水"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "丽水南城张村项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "丽水"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "丽水莲都联城西项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "丽水"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "丽水莲都金周北项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "丽水"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "丽水莲都望城岭项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "丽水"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "丽水莲都城西四期项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "丽水"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "丽水莲都联城东项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "丽水"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "丽水莲都路湾公寓项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "丽水"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "遂昌飞鹤家园项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "丽水"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·聊城百合新城",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "聊城"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·桂语江南",
        "xmxz": "商业代建",
        "sf": "湖南",
        "cs": "临湘"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·临沂春江明月",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "临沂"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·庐山桃李春风",
        "xmxz": "商业代建",
        "sf": "江西",
        "cs": "庐山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·香泉桃花源",
        "xmxz": "商业代建",
        "sf": "安徽",
        "cs": "马鞍山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城国威·勐海茶语香山",
        "xmxz": "商业代建",
        "sf": "云南",
        "cs": "勐海"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绵阳美丽岛项目",
        "xmxz": "商业代建",
        "sf": "四川",
        "cs": "绵阳"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "市政绿城·南昌桂语江南",
        "xmxz": "商业代建",
        "sf": "江西",
        "cs": "南昌"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·南昌百合花园",
        "xmxz": "商业代建",
        "sf": "江西",
        "cs": "南昌"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "中证绿城·南京泉悦春风",
        "xmxz": "商业代建",
        "sf": "江苏",
        "cs": "南京"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·南宁春江明月",
        "xmxz": "商业代建",
        "sf": "广西",
        "cs": "南宁"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·南通柳岸晓风",
        "xmxz": "商业代建",
        "sf": "江苏",
        "cs": "南通"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·吉家",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "宁波"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "齐河安德湖小镇",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "齐河"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·齐河百合新城",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "齐河"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·启东玫瑰园",
        "xmxz": "商业代建",
        "sf": "江苏",
        "cs": "启东"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "青州云门丽郡",
        "xmxz": "资本代建",
        "sf": "山东",
        "cs": "青州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "云天绿城·庆云百合花园",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "庆云"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·三亚海棠潮鸣",
        "xmxz": "商业代建",
        "sf": "海南",
        "cs": "三亚"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "五矿绿城·汕头御园",
        "xmxz": "商业代建",
        "sf": "广东",
        "cs": "汕头"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城商河·济南百合花园",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "商河"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·上海诚园",
        "xmxz": "商业代建",
        "sf": "上海",
        "cs": "上海"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "上海临港奉贤园区综合服务中心",
        "xmxz": "商业代建",
        "sf": "上海",
        "cs": "上海"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "上海江南里",
        "xmxz": "商业代建",
        "sf": "上海",
        "cs": "上海"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·绍兴学府新城",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "绍兴"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "嘉兴城东路项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "绍兴"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绍兴上虞青春公寓项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "绍兴"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "嵊州三江四海项目",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "嵊州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "石家庄柏林庄项目",
        "xmxz": "商业代建",
        "sf": "河北",
        "cs": "石家庄"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·石家庄御河上院",
        "xmxz": "商业代建",
        "sf": "河北",
        "cs": "石家庄"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "石家庄上庄项目",
        "xmxz": "商业代建",
        "sf": "河北",
        "cs": "石家庄"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "玖玺合壹一期",
        "xmxz": "商业代建",
        "sf": "河北",
        "cs": "石家庄"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "玖玺合壹二期",
        "xmxz": "商业代建",
        "sf": "河北",
        "cs": "石家庄"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·石家庄诚园",
        "xmxz": "商业代建",
        "sf": "河北",
        "cs": "石家庄"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "旅投绿城·石家庄西山燕庐",
        "xmxz": "商业代建",
        "sf": "河北",
        "cs": "石家庄"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "石家庄建通街项目",
        "xmxz": "商业代建",
        "sf": "河北",
        "cs": "石家庄"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "台州椒江项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "台州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "台州黄岩项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "台州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "台州黄岩天长路项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "台州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "台州净土岙项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "台州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·太原广场",
        "xmxz": "商业代建",
        "sf": "山西",
        "cs": "太原"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "太原官山源著",
        "xmxz": "商业代建",
        "sf": "山西",
        "cs": "太原"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "天鸿绿城•唐山桂语江南",
        "xmxz": "资本代建",
        "sf": "河北",
        "cs": "唐山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城•乌镇蘭园",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "桐乡"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "桐乡濮园",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "桐乡"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "万宁南燕湾（二期）项目(暂名）",
        "xmxz": "商业代建",
        "sf": "海南",
        "cs": "万宁"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "明辰绿城·威海泉韵春晓",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "威海"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城•威海桃李春风",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "威海"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "歌尔绿城·潍坊浞河小镇",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "潍坊"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "歌尔绿城·潍坊桃园里",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "潍坊"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·昌乐玉园",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "潍坊"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·温岭桃花源",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "温岭"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "多弗绿城·温州江心明月",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "温州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "温州鹿城区学校项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "温州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "温州新桥项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "温州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "温州仙岩项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "温州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "温州南白象项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "温州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "温州瓯海秀屿项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "温州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "乌鲁木齐水西沟项目",
        "xmxz": "商业代建",
        "sf": "新疆",
        "cs": "乌鲁木齐"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·乌鲁木齐春风里",
        "xmxz": "商业代建",
        "sf": "新疆",
        "cs": "乌鲁木齐"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "乌鲁木齐白鸟湖项目（暂名）",
        "xmxz": "商业代建",
        "sf": "新疆",
        "cs": "乌鲁木齐"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·无锡桃花源",
        "xmxz": "资本代建",
        "sf": "江苏",
        "cs": "无锡"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "安徽芜湖项目",
        "xmxz": "商业代建",
        "sf": "安徽",
        "cs": "芜湖"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "长投绿城·武汉蘭园",
        "xmxz": "商业代建",
        "sf": "湖北",
        "cs": "武汉"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·凤鸣桃源",
        "xmxz": "商业代建",
        "sf": "湖北",
        "cs": "武汉"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·西安桂语江南",
        "xmxz": "商业代建",
        "sf": "陕西",
        "cs": "西安"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城新兴·西安玉园",
        "xmxz": "商业代建",
        "sf": "陕西",
        "cs": "西安"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "柬埔寨西港之星",
        "xmxz": "商业代建",
        "sf": "柬埔寨",
        "cs": "西哈努克"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·咸阳春江花月",
        "xmxz": "商业代建",
        "sf": "陕西",
        "cs": "咸阳"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "咸阳财富中心二期项目",
        "xmxz": "商业代建",
        "sf": "陕西",
        "cs": "咸阳"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·咸阳桂语江南",
        "xmxz": "商业代建",
        "sf": "陕西",
        "cs": "咸阳"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·郑州桃李春风",
        "xmxz": "商业代建",
        "sf": "河南",
        "cs": "新密"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "新乡平原新区项目",
        "xmxz": "商业代建",
        "sf": "河南",
        "cs": "新乡"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "邢台贾庄城改北区项目",
        "xmxz": "商业代建",
        "sf": "河北",
        "cs": "邢台"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·邢台诚园",
        "xmxz": "商业代建",
        "sf": "河北",
        "cs": "邢台"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "徐州上海大厦",
        "xmxz": "商业代建",
        "sf": "江苏",
        "cs": "徐州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "祥隆绿城·烟台诚园",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "烟台"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "祥隆绿城·烟台蘭园",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "烟台"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·烟台留香园",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "烟台"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "扬州玥珑湖",
        "xmxz": "商业代建",
        "sf": "江苏",
        "cs": "扬州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "义乌毛店项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "义乌"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "义乌香溪A2地块项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "义乌"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "义乌后宅A地块项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "义乌"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "义乌古母塘项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "义乌"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "义乌湖塘项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "义乌"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "义乌小江滩项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "义乌"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城•银川桃李春风",
        "xmxz": "商业代建",
        "sf": "宁夏",
        "cs": "银川"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "银川新华东路项目",
        "xmxz": "商业代建",
        "sf": "宁夏",
        "cs": "银川"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·荥阳明月江南",
        "xmxz": "商业代建",
        "sf": "河南",
        "cs": "荥阳"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·玉林春江花月",
        "xmxz": "商业代建",
        "sf": "广西",
        "cs": "玉林"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "山能德圣绿城·枣庄玉兰花园",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "枣庄"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "山能绿城·枣庄玉兰花园",
        "xmxz": "商业代建",
        "sf": "山东",
        "cs": "枣庄"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "湛江玥珑湾",
        "xmxz": "商业代建",
        "sf": "广东",
        "cs": "湛江"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "湛江玥珑湖",
        "xmxz": "商业代建",
        "sf": "江苏",
        "cs": "湛江"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·张家口燕语桃源",
        "xmxz": "商业代建",
        "sf": "河北",
        "cs": "张家口"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·漳州桃花源",
        "xmxz": "商业代建",
        "sf": "福建",
        "cs": "漳浦"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "宏基·长葛绿城百合",
        "xmxz": "商业代建",
        "sf": "河南",
        "cs": "长葛"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·长沙高尔夫小镇",
        "xmxz": "商业代建",
        "sf": "湖南",
        "cs": "长沙"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·桃花源",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "长兴"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "郑州桂语兰庭",
        "xmxz": "商业代建",
        "sf": "河南",
        "cs": "郑州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·郑州柳岸晓风",
        "xmxz": "商业代建",
        "sf": "河南",
        "cs": "郑州"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城•万州桂语江南",
        "xmxz": "商业代建",
        "sf": "重庆",
        "cs": "重庆"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山自贸金融中心",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城 ·朱家尖真如湾",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山金塘李园酒店",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "绿城·百合花园",
        "xmxz": "商业代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山杜家岭项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山渔人广场项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山大沙项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山金鸡山二期项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山原技校地块项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山竹山门项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山白虎山项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山顺峰家园二期项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山西门车站项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山定海小洋岙区块",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山定海海富村项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山定海工农路项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山定海西山西侧路项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山定海新泰三期项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山定海东山项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山定海庄家湾项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山定海念亩墩项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山云枫苑东侧项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山定海小洋岙三期项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山定海小洋岙四期项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山定海蔡家墩项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山普陀棉增项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山普陀大洞岙项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山岱山东海项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "舟山岱山山外项目",
        "xmxz": "政府代建",
        "sf": "浙江",
        "cs": "舟山"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "优特绿城·珠海桂语香山",
        "xmxz": "商业代建",
        "sf": "广东",
        "cs": "珠海"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "九洲绿城·珠海翠湖香山国际花园",
        "xmxz": "商业代建",
        "sf": "广东",
        "cs": "珠海"
    },
    {
        "gkdw": "绿城管理集团",
        "xmm": "中星微绿城•深蓝视界广场",
        "xmxz": "资本代建",
        "sf": "广东",
        "cs": "珠海"
    }
];